package ru.job4j.exercise;

public class homework {
    public static void main(String[] args) {
//        byte =  возраст человека т.к значение типа int  может быть в диапазоне -128 - 128.
//        char =  пол человека пишется в данный тип переменных т.к в переменную char можем внести только символ.
//        float = рост человека измеряемого в метрах впишем в данную переменную. 1.82F как пример.
//        short = количество кирпичей на 100м квадратных.
//        int =  расстояние до космических обектов.
//        boolen  = разрешение на работу( true or false ).
//        byte =  размер файлов.

    }
}
